Repository: Asadkathia/Ustahub-Mobile_v2
Catalog: lib/generated/l10n/app_*.arb
Languages: kk, ky, tk, ur, uz

source: Please select time
kk: Уақытты таңдаңыз
ky: Сураныч, убакытты тандаңыз
tk: Wagty saýlaň
ur: براہ کرم وقت منتخب کریں
uz: Iltimos, vaqtni tanlang

# deleteAccount
source: Delete my account
kk: Менің аккаунтымды жою
ky: Менин каттоомду жок кылуу
tk: Hesabımı sil
ur: میرا اکاؤنٹ حذف کریں
uz: Hisobimni o‘chir
