Repository: Asadkathia/Ustahub-Mobile_v2
Catalog: lib/generated/l10n/app_*.arb
Languages: kk, ky, tk, ur, uz

source: Enter your Email
kk: Электрондық поштаңызды енгізіңіз
ky: Электрондук почтаңызды киргизиңиз
tk: E-poçtaňyzy giriziň
ur: اپنا ای میل درج کریں
uz: Elektron pochtangizni kiriting

source: Get OTP
kk: Код алу
ky: Код алуу
tk: Kody al
ur: OTP حاصل کریں
uz: Kod olish

# loginGoogle
source: Login with Google
kk: Google арқылы кіру
ky: Google аркылуу кирүү
tk: Google arkaly gir
ur: Google کے ساتھ لاگ ان کریں
uz: Google orqali kirish

# loginApple
source: Login with Apple
kk: Apple арқылы кіру
ky: Apple аркылуу кирүү
tk: Apple arkaly gir
ur: Apple کے ساتھ لاگ ان کریں
uz: Apple orqali kirish

# termsFirstLine
source: By continuing, you agree to our
kk: Жалғастыра отырып, сіз біздің
ky: Улантуу менен сиз биздин
tk: Dowam etmek bilen siz biziň
ur: جاری رکھ کر، آپ ہماری
uz: Davom etish orqali siz bizning

# termsSecondLine
source: T&C
kk: Пайдалану ережелеріне
ky: Колдонуу эрежелерине
tk: Şertlerimize
ur: شرائط و ضوابط
uz: Foydalanish shartlariga

# termsThirdLine
source: and
kk: және
ky: жана
tk: we
ur: اور
uz: va

# termsFourthLine
source: Privacy Policy
kk: Құпиялылық саясатына келісесіз
ky: Купуялык саясатына макулсуз
tk: Gizlinlik syýasatymyza razy bolýarsyňyz
ur: رازداری کی پالیسی سے متفق ہیں
uz: Maxfiylik siyosatimizga rozilik bildirasiz

# weWillSendYou
source: We’ll send you a verification code
kk: Біз сізге растау кодын жібереміз
ky: Биз сизге текшерүү кодунун жөнөтөбүз
tk: Barlamak kody ugradyarys
ur: ہم آپ کو ایک تصدیقی کوڈ بھیجیں گے
uz: Tasdiqlash kodini yuboramiz

source: Email
kk: Электрондық пошта
ky: Электрондук почта
tk: E-poçta
ur: ای میل
uz: Elektron pochta

source: Phone
kk: Телефон
ky: Телефон
tk: Telefon
ur: فون
uz: Telefon

# pleaseEnterYourPhone
source: Please enter your phone number
kk: Телефон нөміріңізді енгізіңіз
ky: Сураныч, телефон номуруңузду киргизиңиз
tk: Telefon belgini giriziň
ur: براہ کرم اپنا فون نمبر درج کریں
uz: Iltimos, telefon raqamingizni kiriting

# phoneIsTooShort
source: Phone number is too short
kk: Телефон нөмірі тым қысқа
ky: Телефон номуру өтө кыска
tk: Telefon belgisi gysga
ur: فون نمبر بہت چھوٹا ہے
uz: Telefon raqam juda qisqa

# phoneIsTooLong
source: Phone number is too long
kk: Телефон нөмірі тым ұзын
ky: Телефон номуру өтө узун
tk: Telefon belgisi örän uzyn
ur: فون نمبر بہت لمبا ہے
uz: Telefon raqam juda uzun

# pleasEnterEmail
source: Please enter your email
kk: Электрондық поштаңызды енгізіңіз
ky: Сураныч, электрондук почтаңызды киргизиңиз
tk: E-poçtaňyzy giriziň
ur: براہ کرم اپنا ای میل درج کریں
uz: Iltimos, elektron pochtangizni kiriting

# pleaseEnterValidEmail
source: Please enter a valid email address
kk: Жарамды электрондық пошта мекенжайын енгізіңіз
ky: Сураныч, жарактуу электрондук почта дарегин киргизиңиз
tk: Dogry e-poçta salgysyny giriziň
ur: براہ کرم درست ای میل پتہ درج کریں
uz: Iltimos, to‘g‘ri elektron pochta manzilini kiriting

# otpVerify
source: OTP verification
kk: OTP растау
ky: OTP текшерүү
tk: OTP tassyklamasy
ur: OTP تصدیق
uz: OTP tasdiqlash

# otpVerification
source: A 4-digit code has been sent on
kk: 4-таңбалы код жіберілді
ky: 4-цифралуу код жөнөтүлдү
tk: 4 belgiden ybarat kod şu adrese iberildi:
ur: 4 ہندسوں کا کوڈ بھیجا گیا ہے
uz: 4 xonali kod quyidagi manzilga yuborildi:

source: Verify OTP
kk: OTP растау
ky: OTP текшерүү
tk: Kody tassyklamak
ur: OTP تصدیق کریں
uz: Kodni tasdiqlang

source: Verify
kk: Растау
ky: Текшерүү
tk: Tassykla
ur: تصدیق کریں
uz: Tasdiqlash

source: Resend OTP
kk: OTP қайта жіберу
ky: OTP кайра жөнөтүү
tk: Kody gaýtadan iber
ur: OTP دوبارہ بھیجیں
uz: Kodni qayta yuborish

source: Enter OTP
kk: OTP енгізіңіз
ky: OTP киргизиңиз
tk: OTP giriziň
ur: OTP درج کریں
uz: OTP kiriting

source: Resend in
kk: Қайта жіберу
ky: Кайра жөнөтүү
tk: Gaýtadan ibermek:
ur: دوبارہ بھیجیں
uz: Qayta yuborish:

source: Search
kk: Іздеу
ky: Издөө
tk: Gözleg
ur: تلاش کریں
uz: Qidiruv

source: Services
kk: Қызметтер
ky: Кызматтар
tk: Hyzmatlar
ur: سروسز
uz: Xizmatlar

source: Top Service Providers
kk: Ең үздік қызмет көрсетушілер
ky: Эң мыкты кызмат көрсөтүүчүлөр
tk: Iň gowy hyzmat üpjün edijiler
ur: بہترین سروس فراہم کنندگان
uz: Eng yaxshi xizmat ko‘rsatuvchilar

source: Rating
kk: Рейтинг
ky: Рейтинг
tk: Baha
ur: ریٹنگ
uz: Reyting

source: Home
kk: Басты бет
ky: Башкы бет
tk: Baş sahypa
ur: ہوم
uz: Bosh sahifa

source: Chat
kk: Чат
ky: Чат
tk: Söhbetdeşlik
ur: چیٹ

# booking
source: Bookings
kk: Брондаулар
ky: Брондоолор
tk: Bronlamalar
ur: بکنگز
uz: Buyurtmalar

source: Account
kk: Аккаунт
ky: Каттоо
tk: Hasap
ur: اکاؤنٹ
uz: Hisob

source: Introduction
kk: Кіріспе
ky: Киришүү
tk: Giriş
ur: تعارف
uz: Kirish

source: Overview
kk: Қысқаша мағлұмат
ky: Кыскача маалымат
tk: Gözden geçirmek
ur: جائزہ
uz: Tavsif

source: Choose Plan
kk: Жоспарды таңдаңыз
ky: План тандаңыз
tk: Plany saýlaň
ur: پلان منتخب کریں
uz: Rejani tanlang

source: Basic
kk: Негізгі
ky: Негизги
tk: Esasy
ur: بنیادی
uz: Asosiy

source: Standard
kk: Стандарттық
ky: Стандарттык
tk: Standart
ur: معیاری
uz: Standart

source: Premium
kk: Премиум
ky: Премиум
ur: پریمیم

# photosAndVideos
source: Photos & Videos
kk: Фото және видеолар
ky: Фото жана видеолор
tk: Suratlar we wideo
ur: تصاویر اور ویڈیوز
uz: Rasmlar va videolar

source: Book
kk: Брондау
ky: Брондоо
tk: Sargyt et
ur: بک کریں
uz: Buyurtma berish

source: Plan
kk: Жоспар
ky: План
ur: پلان
uz: Reja

source: + Change Address
kk: + Мекенжайды өзгерту
ky: + Дарегин өзгөртүү
tk: + Salgyny üýtget
ur: + پتہ تبدیل کریں
uz: + Manzilni o'zgartirish

source: Select Date
kk: Күнді таңдаңыз
ky: Күндү тандаңыз
tk: Sene saýlaň
ur: تاریخ منتخب کریں
uz: Sana tanlang

# selectTime
source: Select time When you available
kk: Уақытты таңдаңыз (қашан бос болсаңыз)
ky: Убакытты тандаңыз (качан бош болсоңуз)
tk: Elýeterli wagtyňyzy saýlaň
ur: وقت منتخب کریں (جب آپ دستیاب ہوں)
uz: Vaqtni tanlang (qachon mavjud)

source: Morning
kk: Таңертең
ky: Эртең менен
tk: Ertir
ur: صبح
uz: Ertalab

source: Afternoon
kk: Күндіз
ky: Күндүз
tk: Günortan
ur: دوپہر
uz: Kechki payt

source: Evening
kk: Кешке
ky: Кечинде
tk: Agşam
ur: شام
uz: Kecha

# addANote
source: Add a note here
kk: Ескертпе қосу
ky: Эскертүү кошуңуз
tk: Beýle getiriň
ur: یہاں نوٹ شامل کریں
uz: Izoh yozing

source: Optional
kk: Міндетті емес
ky: Милдеттүү эмес
tk: Haýal goşmak
ur: اختیاری
uz: Ixtiyoriy

source: Include visiting charge
kk: Келу ақысын қосу
ky: Келип көрүү акысын кошуу
tk: Çagyryş tölegini goşmak
ur: وزیٹنگ چارج شامل کریں
uz: Chaqiruv to'lovini qo'shish

source: Proceed To Checkout
kk: Төлемге өту
ky: Төлөмгө өтүү
tk: Toleg etmek
ur: چیک آؤٹ پر جائیں
uz: To'lovga o'tish

source: Show More
kk: Көбірек көрсету
ky: Көбүрөөк көрсөтүү
tk: Has köp görkez
ur: مزید دکھائیں
uz: Ko‘proq ko‘rsatish

source: Show Less
kk: Азырақ көрсету
ky: Азыраак көрсөтүү
tk: Az görkez
ur: کم دکھائیں
uz: Kamroq ko‘rsatish

source: Booking Summary
kk: Брондау қорытындысы
ky: Брондоо жыйынтыгы
tk: Sargyt gysgaça mazmuny
ur: بکنگ کا خلاصہ
uz: Buyurtma tafsilotlari

source: Selected Plan
kk: Таңдалған жоспар
ky: Тандалган план
tk: Saýlanan plan
ur: منتخب شدہ پلان
uz: Tanlangan reja

source: Payment Summary
kk: Төлем қорытындысы
ky: Төлөм жыйынтыгы
tk: Töleg gysgaça mazmuny
ur: ادائیگی کا خلاصہ
uz: Toʻlov tafsilotlari

source: Item Total
kk: Барлық заттар
ky: Бардык буюмдар
tk: Jemi baha
ur: آئٹم کی کل رقم
uz: Mahsulot narxi

source: Item Discount
kk: Зат жеңілдігі
ky: Буюм арзандатуусу
tk: Arzanladyş
ur: آئٹم کی رعایت
uz: Chegirma

source: Service Fee
kk: Қызмет ақысы
ky: Кызмат акысы
tk: Hyzmat tölegi
ur: سروس فیس
uz: Xizmat haqi

source: Grand Total
kk: Жалпы сома
ky: Жалпы сумма
tk: Umumy jemi
ur: کل رقم
uz: Umumiy summa

# hurray
source: Hurray! You saved
kk: Ура! Сіз үнемдедіңіз
ky: Ура! Сиз үнөмдөдүңүз
tk: Bagtyýar! Siz tygşytladyňyz
ur: واہ! آپ نے بچایا
uz: Qoyil! Siz tejadingiz

# finalBill
source: on final bill
kk: соңғы есепте
ky: акыркы эсепте
tk: jemleýji hasap boýunça
ur: حتمی بل پر
uz: yakuniy hisobda

# conti
source: Continue
kk: Жалғастыру
ky: Улантуу
tk: Dowam et
ur: جاری رکھیں
uz: Davom etish

source: Profile Setup
kk: Профильді орнату
ky: Профильди орнотуу
tk: Profil sazlamasy
ur: پروفائل سیٹ اپ
uz: Profil sozlamalari

# pleaseCarefully
source: Please carefully setup your profile name and other details
kk: Профиль атыңызды және басқа мәліметтерді мұқият орнатыңыз
ky: Сураныч, профиль атыңызды жана башка маалыматтарды кылдаттык менен орнотуңуз
tk: Profil adyňyzy we beýleki maglumatlary seresaplylyk bilen düzüň
ur: براہ کرم احتیاط سے اپنا پروفائل نام اور دیگر تفصیلات سیٹ کریں
uz: Iltimos, profil ismingiz va boshqa ma’lumotlarni diqqat bilan kiriting

source: Profile Image
kk: Профиль суреті
ky: Профиль сүрөтү
tk: Profil suraty
ur: پروفائل تصویر
uz: Profil rasmi

source: + Upload
kk: + Жүктеу
ky: + Жүктөө
tk: + Ýükle
ur: + اپ لوڈ کریں
uz: + Yuklash

source: Name
kk: Аты
ky: Аты
tk: At
ur: نام
uz: Ism

# enterName
source: Enter your name
kk: Атыңызды енгізіңіз
ky: Атыңызды киргизиңиз
tk: Adyňyzy giriziň
ur: اپنا نام درج کریں
uz: Ismingizni kiriting

source: Address
kk: Мекенжай
ky: Дарек
tk: Salgysy
ur: پتہ
uz: Manzil

# enterAddress
source: Enter your full address
kk: Толық мекенжайыңызды енгізіңіз
ky: Толук дарегиңизди киргизиңиз
tk: Doly salgynyňyzy giriziň
ur: اپنا مکمل پتہ درج کریں
uz: To'liq manzilingizni kiriting

source: OR
kk: НЕМЕСЕ
ky: ЖЕ
tk: ÝA-DA
ur: یا
uz: YOKI

source: Use my current location
kk: Менің қазіргі орналасқан жерімді пайдалану
ky: Менин учурдагы жайгашкан жеримди колдонуу
tk: Häzirki ýerleşýän ýerimi ulan
ur: میرا موجودہ مقام استعمال کریں
uz: Joriy joylashuvimdan foydalanish

source: Profile
kk: Профиль
ky: Профиль
tk: Profil
ur: پروفائل
uz: Profil

source: Manage Address
kk: Мекенжайларды басқару
ky: Даректерди башкаруу
tk: Salgylary dolandyrmak
ur: پتے منظم کریں
uz: Manzillarni boshqarish

source: Favourite Providers
kk: Таңдаулы қызмет көрсетушілер
ky: Сүйүктүү кызмат көрсөтүүчүлөр
tk: Halanýan üpjün edijiler
ur: پسندیدہ فراہم کنندگان
uz: Sevimli provayderlar

# languge
source: Language
kk: Тіл
ky: Тил
tk: Dil
ur: زبان
uz: Til

source: Rate us
kk: Бізді бағалау
ky: Бизди баалоо
tk: Bizi baha beriň
ur: ہمیں ریٹ کریں
uz: Bizni baholang

source: Logout
kk: Шығу
ky: Чыгуу
tk: Çykmak
ur: لاگ آؤٹ
uz: Chiqish

source: Select language
kk: Тілді таңдаңыз
ky: Тилди тандаңыз
tk: Dili saýlaň
ur: زبان منتخب کریں
uz: Tilni tanlang

# chooseYourPreferredLanguage
source: Choose your preferred language to continue
kk: Жалғастыру үшін қалаған тіліңізді таңдаңыз
ky: Улантуу үчүн каалаган тилиңизди тандаңыз
tk: Dowam etmek üçin islän diliňizi saýlaň
ur: جاری رکھنے کے لیے اپنی پسندیدہ زبان منتخب کریں
uz: Davom etish uchun afzal tilni tanlang

# welcomeText
source: Welcome to Ustahub
kk: Ustahub-қа қош келдіңіз
ky: Ustahub'га кош келиңиз
tk: Ustahub-a hoş geldiňiz
ur: Ustahub میں خوش آمدید
uz: Ustahubga xush kelibsiz

# trustedLocalExperts
source: Trusted Local Experts, Just a Tap Away
kk: Сенімді жергілікті мамандар - тек бір басып
ky: Ишенимдүү жергиликтүү эксперттер - бир басып эле
tk: Ynanarly ýerli hünärmenler – bary-ýogy bir basyşda
ur: قابل اعتماد مقامی ماہرین، صرف ایک ٹیپ کے فاصلے پر
uz: Ishonchli mahalliy mutaxassislar — atigi bir marta bosish bilan

# localServices
source: 42+ local services 200+ service providers
kk: 42+ жергілікті қызмет 200+ қызмет көрсетуші
ky: 42+ жергиликтүү кызмат 200+ кызмат көрсөтүүчү
tk: 42+ ýerli hyzmat 200+ hyzmat üpjün ediji
ur: 42+ مقامی سروسز 200+ سروس فراہم کنندگان
uz: 42+ mahalliy xizmat 200+ xizmat ko‘rsatuvchi

# weArePresent
source: We are present in: 🇺🇿 Uzbekistan 🇵🇰 Pakistan 🇰🇬 Kyrgyzstan 🇦🇪 UAE
kk: Біз мына жерлерде бармыз: 🇺🇿 Қазақстан 🇵🇰 Пәкістан 🇰🇬 Қырғызстан 🇦🇪 БАӘ
ky: Биз төмөнкү жерлердебиз: 🇺🇿 Өзбекстан 🇵🇰 Пакистан 🇰🇬 Кыргызстан 🇦🇪 БАЭ
tk: Biziň hyzmatymyz bar: 🇺🇿 Özbegistan 🇵🇰 Päkistan 🇰🇬 Gyrgyzystan 🇦🇪 BAE
ur: ہم موجود ہیں: 🇺🇿 ازبکستان 🇵🇰 پاکستان 🇰🇬 کرغیزستان 🇦🇪 متحدہ عرب امارات
uz: Biz quyidagi joylardamiz: 🇺🇿 O‘zbekiston 🇵🇰 Pokiston 🇰🇬 Qirg‘iziston 🇦🇪 BAA

source: Next
kk: Келесі
ky: Кийинки
tk: Indiki
ur: اگلا
uz: Keyingi

# continueAsService
source: Continue as a service provider
kk: Қызмет көрсетуші ретінде жалғастыру
ky: Кызмат көрсөтүүчү катары улантуу
tk: Hyzmat üpjün ediji hökmünde dowam et
ur: سروس فراہم کنندہ کے طور پر جاری رکھیں
uz: Xizmat ko‘rsatuvchi sifatida davom eting

# continueAsConsumer
source: Continue as a Consumer
kk: Пайдаланушы ретінде жалғастыру
ky: Колдонуучу катары улантуу
tk: Ulanyjy hökmünde dowam et
ur: صارف کے طور پر جاری رکھیں
uz: Foydalanuvchi sifatida davom eting

source: RECENTS
kk: ЖАҚЫНДАҒЫ
ky: ЖАКЫНДАГЫ
tk: Ýakynlar
ur: حالیہ
uz: Yaqinda

source: Clear All
kk: Барлығын тазалау
ky: Баарын тазалоо
tk: Ählisini arassala
ur: سب صاف کریں
uz: Hammasini tozalash

source: Including
kk: Қосып
ky: Кошуп
tk: Şol sanda
ur: شامل
uz: Jumladan

source: Chat Now
kk: Қазір чат
ky: Азыр чат
tk: Indi gepleş
ur: اب چیٹ کریں
uz: Hozir suhbat

# visitingCharg
source: Visiting Charge
kk: Келу ақысы
ky: Келип көрүү акысы
tk: Baryp görmek tölegi
ur: وزیٹنگ چارج
uz: Tashrif uchun to‘lov

source: Upcoming bookings
kk: Алдағы брондаулар
ky: Алдыда турган брондоолор
tk: Geljekki bronlamalar
ur: آنے والی بکنگز
uz: Yaqinlashayotgan buyurtmalar

source: Ongoing bookings
kk: Қазір жүріп жатқан брондаулар
ky: Учурда жүргөн брондоолор
tk: Dowam edýän bronlamalar
ur: جاری بکنگز
uz: Joriy buyurtmalar

source: Booking history
kk: Брондаулар тарихы
ky: Брондоолор тарыхы
tk: Bronlama taryhy
ur: بکنگ کی تاریخ
uz: Buyurtmalar tarixi

source: Cancel
kk: Болдырмау
ky: Жокко чыгаруу
tk: Ýatyr
ur: منسوخ کریں
uz: Bekor qilish

source: View details
kk: Деталдарды көру
ky: Деталдарды көрүү
tk: Jikme-jiklikleri gör
ur: تفصیلات دیکھیں
uz: Tafsilotlarni ko‘rish

source: View all
kk: Барлығын көру
ky: Баарын көрүү
tk: Hemmesini gör
ur: سب دیکھیں
uz: Hammasini ko‘rish

source: Rate Now
kk: Қазір бағалау
ky: Азыр баалоо
tk: Indi baha ber
ur: اب ریٹ کریں
uz: Baholang

source: Rebook
kk: Қайта брондау
ky: Кайра брондоо
tk: Gaýtadan bronla
ur: دوبارہ بک کریں
uz: Qayta band qilish

source: Cancel Booking
kk: Брондауды болдырмау
ky: Брондоону жокко чыгаруу
tk: Bronlamany ýatyr
ur: بکنگ منسوخ کریں
uz: Buyurtmani bekor qilish

source: Payment Status
kk: Төлем мәртебесі
ky: Төлөм статусу
tk: Töleg ýagdaýy
ur: ادائیگی کی حیثیت
uz: Toʻlov holati

source: Recommended Service
kk: Ұсынылған қызмет
ky: Сунушталган кызмат
tk: Maslahat berilýän hyzmat
ur: تجویز کردہ سروس
uz: Tavsiya etilgan xizmat

source: Add another address
kk: Тағы бір мекенжай қосу
ky: Дагы бир дарек кошуу
tk: Başga bir salgyny goş
ur: ایک اور پتہ شامل کریں
uz: Yana bir manzil qoʻshish

source: Save Changes
kk: Өзгерістерді сақтау
ky: Өзгөрүүлөрдү сактоо
tk: Üýtgeşmeleri ýazdyr
ur: تبدیلیاں محفوظ کریں
uz: Oʻzgarishlarni saqlash

source: Create Plan
kk: Жоспар құру
ky: План түзүү
tk: Plany döret
ur: پلان بنائیں
uz: Reja yaratish

source: Manage Plan
kk: Жоспарды басқару
ky: Планды башкаруу
tk: Plany dolandyr
ur: پلان منظم کریں
uz: Rejani boshqarish

source: My Service
kk: Менің қызметім
ky: Менин кызматым
tk: Hyzmatym
ur: میری سروس
uz: Mening xizmatim

source: Documents
kk: Құжаттар
ky: Документтер
tk: Resminamalar
ur: دستاویزات
uz: Hujjatlar

source: Wallet
kk: Әмиян
ky: Капчык
tk: Pul gapy
ur: والیٹ
uz: Hamyon

source: Booking Request
kk: Брондау сұрауы
ky: Брондоо суроосу
tk: Bron etmek islegi
ur: بکنگ کی درخواست
uz: Band qilish so‘rovi

source: Calendar
kk: Күнтізбе
ky: Календарь
tk: Senenama
ur: کیلنڈر
uz: Kalendar

source: Earnings
kk: Табыстар
ky: Кирешелер
tk: Gazanç
ur: آمدنی
uz: Daromadlar

source: Active Chats
kk: Белсенді чаттар
ky: Активдүү чаттар
tk: Işjeň gepleşikler
ur: فعال چیٹس
uz: Faol suhbatlar

source: Hello
kk: Сәлем
ky: Салам
tk: Salam
ur: ہیلو
uz: Salom

source: Welcome Back
kk: Қайта қош келдіңіз
ky: Кайра кош келиңиз
tk: Gaýdyp geleniňize hoş geldiňiz
ur: خوش آمدید
uz: Xush kelibsiz

source: Accept
kk: Қабылдау
ky: Кабыл алуу
tk: Kabul et
ur: قبول کریں
uz: Qabul qilish

source: Decline
kk: Бас тарту
ky: Баш тартуу
tk: Inkär et
ur: مسترد کریں
uz: Rad etish

source: Completed Booking
kk: Аяқталған брондау
ky: Аякталган брондоо
tk: Tamamlanan bron
ur: مکمل شدہ بکنگ
uz: Yakunlangan bandlov

source: Cancelled Booking
kk: Болдырылған брондау
ky: Жокко чыгарылган брондоо
tk: Ýatyrylan bron
ur: منسوخ شدہ بکنگ
uz: Bekor qilingan bandlov

source: Select Service
kk: Қызметті таңдаңыз
ky: Кызматты тандаңыз
tk: Hyzmat saýlaň
ur: سروس منتخب کریں
uz: Xizmatni tanlang

source: Plan Price
kk: Жоспар бағасы
ky: План баасы
tk: Planyň bahasy
ur: پلان کی قیمت
uz: Reja narxi

source: Plan Title
kk: Жоспар атауы
ky: План аталышы
tk: Planyň ady
ur: پلان کا عنوان
uz: Reja nomi

source: Included services
kk: Қосылған қызметтер
ky: Кошулган кызматтар
tk: Goşulan hyzmatlar
ur: شامل شدہ سروسز
uz: Kiritilgan xizmatlar

source: Add Money
kk: Ақша қосу
ky: Акча кошуу
tk: Pul goş
ur: پیسے شامل کریں
uz: Pul qo‘shish

source: Available Balance
kk: Қолжетімді баланс
ky: Жеткиликтүү баланс
tk: Bar bolan balans
ur: دستیاب بیلنس
uz: Mavjud balans

source: Recent Transactions
kk: Соңғы транзакциялар
ky: Акыркы транзакциялар
tk: Soňky amallar
ur: حالیہ لین دین
uz: So‘nggi tranzaksiyalar

source: Payment Method
kk: Төлем әдісі
ky: Төлөм ыкмасы
tk: Töleg usuly
ur: ادائیگی کا طریقہ
uz: To‘lov usuli

source: Amount
kk: Сома
ky: Сумма
tk: Mukdary
ur: رقم
uz: Miqdor

source: Order Id
kk: Тапсырыс нөмірі
ky: Заказ номуру
tk: Sargyt belgisi
ur: آرڈر آئی ڈی
uz: Buyurtma raqami

source: Date
kk: Күн
ky: Күн
tk: Sene
ur: تاریخ
uz: Sana

source: No banners available
kk: Баннерлер қолжетімді емес
ky: Баннерлер жеткиликтүү эмес
tk: Banner ýok
ur: بینرز دستیاب نہیں
uz: Bannerlar mavjud emas

source: Bookings
kk: Брондаулар
ky: Брондоолор
tk: Bronlamalar
ur: بکنگز
uz: Buyurtmalar

source: Not Started
kk: Басталмаған
ky: Башталган жок
tk: Başlanmadyk
ur: شروع نہیں ہوا
uz: Boshlanmagan

source: In Progress
kk: Жүріп жатыр
ky: Жүрүп жатат
tk: Amala aşyrylýar
ur: جاری ہے
uz: Jarayonda

source: Completed Bookings
kk: Аяқталған брондаулар
ky: Аякталган брондоолор
tk: Tamamlanan bronlamalar
ur: مکمل شدہ بکنگز
uz: Yakunlangan buyurtmalar

source: No bookings yet.
kk: Әлі брондаулар жоқ.
ky: Азырынча брондоолор жок.
tk: Entek bronlama ýok.
ur: ابھی تک کوئی بکنگز نہیں۔
uz: Hali buyurtmalar yo'q.

# noOngoingBookings
source: No ongoing bookings found.
kk: Қазір жүріп жатқан брондаулар табылмады.
ky: Учурда жүргөн брондоолор табылган жок.
tk: Dowam edýän bronlamalar tapylmady.
ur: جاری بکنگز نہیں ملیں۔
uz: Joriy buyurtmalar topilmadi.

# noCompletedBookings
source: No completed bookings found.
kk: Аяқталған брондаулар табылмады.
ky: Аякталган брондоолор табылган жок.
tk: Tamamlanan bronlamalar tapylmady.
ur: مکمل شدہ بکنگز نہیں ملیں۔
uz: Yakunlangan buyurtmalar topilmadi.

source: Error loading booking history
kk: Брондаулар тарихын жүктеуде қате
ky: Брондоолор тарыхын жүктөөдө ката
tk: Bronlama taryhyny ýüklemekde ýalňyşlyk
ur: بکنگ کی تاریخ لوڈ کرنے میں خرابی
uz: Buyurtmalar tarixini yuklashda xato

source: Retry
kk: Қайта әрекет
ky: Кайра аракет кылуу
tk: Gaýtadan synanyş
ur: دوبارہ کوشش کریں
uz: Qayta urinish

source: No booking history found.
kk: Брондаулар тарихы табылмады.
ky: Брондоолор тарыхы табылган жок.
tk: Bronlama taryhy tapylmady.
ur: بکنگ کی تاریخ نہیں ملی۔
uz: Buyurtmalar tarixi topilmadi.

source: No booking requests found
kk: Брондау сұраулары табылмады
ky: Брондоо суроолору табылган жок
tk: Bronlama haýyşlary tapylmady
ur: بکنگ کی درخواستیں نہیں ملیں
uz: Buyurtma so'rovlari topilmadi

source: Type here....
kk: Мұнда теріңіз....
ky: Бул жерге териңиз....
tk: Bu ýerde ýazyň....
ur: یہاں ٹائپ کریں....
uz: Bu yerda yozing....

source: Edit
kk: Өңдеу
ky: Түзөтүү
tk: Redaktirlemek
ur: ترمیم کریں
uz: Tahrirlash

source: Painting
kk: Бояу
ky: Боёо
tk: Boýag işleri
ur: پینٹنگ
uz: Bo'yash

source: Plumber
kk: Сантехник
ky: Сантехник
tk: Santehnik
ur: پلمبر
uz: Santexnik

source: Carpentry
kk: Ағаш өңдеу
ky: Жыгаччылык
tk: Agaç işleri
ur: بڑھئی کا کام
uz: Duradgorlik

# notStartedStatus
source: Not Started
kk: Басталмаған
ky: Башталган жок
tk: Başlanmadyk
ur: شروع نہیں ہوا
uz: Boshlanmagan

# inProgressStatus
source: In Progress
kk: Жүріп жатыр
ky: Жүрүп жатат
tk: Amala aşyrylýar
ur: جاری ہے
uz: Jarayonda

# completedStatus
source: Completed
kk: Аяқталды
ky: Аякталды
tk: Tamamlandyk
ur: مکمل
uz: Yakunlangan

source: Are you sure?
kk: Сіз сенімдісіз бе?
ky: Сиз так элесизби?
tk: Ynanýarsyňyzmy?
ur: کیا آپ یقینی ہیں؟
uz: Ishonchingiz komilmi?

# doYouReallyWantToDelete
source: Do you really want to delete this address?
kk: Сіз шынымен де бұл мекенжайды жоюды қалайсыз ба?
ky: Сиз чынында эле бул даректи жок кылгыңыз келеби?
tk: Bu salgynyň hakykatdan hem pozmak isleýärsiňizmi?
ur: کیا آپ واقعی یہ پتہ حذف کرنا چاہتے ہیں؟
uz: Haqiqatan ham bu manzilni o'chirmoqchimisiz?

source: Delete
kk: Жою
ky: Жок кылуу
tk: Pozmak
ur: حذف کریں
uz: O'chirish

source: Fetching location...
kk: Орналасқан жерін анықтау...
ky: Жайгашкан жерин аныктоо...
tk: Ýerleşiş tapylýar...
ur: مقام حاصل کر رہے ہیں...
uz: Joylashuv aniqlanmoqda...

# flatHouseBuilding
source: Flat, House no. Building, Company, Apartment
kk: Пәтер, Үй нөмірі, Үй, Компания, Апартамент
ky: Квартира, Үй номуру, Үй, Компания, Апартамент
tk: Kwarita, öý belgisi, bina, kompaniýa, kwartira
ur: فلیٹ، گھر نمبر، عمارت، کمپنی، اپارٹمنٹ
uz: Kvartira, uy raqami, bino, kompaniya, apartment

source: This field is required
kk: Бұл өріс міндетті
ky: Бул талаа талап кылынат
tk: Bu meýdan hökmany
ur: یہ فیلڈ ضروری ہے
uz: Bu maydon majburiy

source: Pin Code
kk: Пошта индексі
ky: Почта индекси
tk: Poçta indeksi
ur: پن کوڈ
uz: Pochta indeksi

source: Pin Code is required
kk: Пошта индексі міндетті
ky: Почта индекси талап кылынат
tk: Poçta indeksi hökmany
ur: پن کوڈ ضروری ہے
uz: Pochta indeksi majburiy

source: Enter valid Pin Code
kk: Жарамды пошта индексін енгізіңіз
ky: Жарактуу почта индексин киргизиңиз
tk: Dogry poçta indeksini giriziň
ur: درست پن کوڈ درج کریں
uz: To'g'ri pochta indeksini kiriting

source: Town/City
kk: Қала
ky: Шаар
tk: Şäher
ur: شہر
uz: Shahar

source: City is required
kk: Қала міндетті
ky: Шаар талап кылынат
tk: Şäher hökmany
ur: شہر ضروری ہے
uz: Shahar majburiy

source: State
kk: Облыс
ky: Область
tk: Welaýat
ur: ریاست
uz: Viloyat

source: State is required
kk: Облыс міндетті
ky: Область талап кылынат
tk: Welaýat hökmany
ur: ریاست ضروری ہے
uz: Viloyat majburiy

source: Country
kk: Ел
ky: Өлкө
tk: Ýurt
ur: ملک
uz: Mamlakat

source: Select Country
kk: Елді таңдаңыз
ky: Өлкөнү тандаңыз
tk: Ýurdy saýlaň
ur: ملک منتخب کریں
uz: Mamlakatni tanlang

source: Country is required
kk: Ел міндетті
ky: Өлкө талап кылынат
tk: Ýurt hökmany
ur: ملک ضروری ہے
uz: Mamlakat majburiy

source: Update Address
kk: Мекенжайды жаңарту
ky: Дарегин жаңылоо
tk: Salgynyň täzelemek
ur: پتہ اپ ڈیٹ کریں
uz: Manzilni yangilash

source: Save Address
kk: Мекенжайды сақтау
ky: Дарегин сактоо
tk: Salgynyň ýatda saklamak
ur: پتہ محفوظ کریں
uz: Manzilni saqlash

source: Select your service category
kk: Қызмет санатын таңдаңыз
ky: Кызмат категориясын тандаңыз
tk: Hyzmat kategoriýaňyzy saýlaň
ur: اپنی سروس کیٹیگری منتخب کریں
uz: Xizmat kategoriyasini tanlang

# selectThreeServices
source: Select 3 services in which you can easily provide
kk: Оңай көрсете алатын 3 қызметті таңдаңыз
ky: Оңой көрсөтө ала турган 3 кызматты тандаңыз
tk: Aňsat berip bilýän 3 hyzmaty saýlaň
ur: 3 سروسز منتخب کریں جنہیں آپ آسانی سے فراہم کر سکتے ہیں
uz: Oson taqdim eta oladigan 3 ta xizmatni tanlang

source: No services found
kk: Қызметтер табылмады
ky: Кызматтар табылган жок
tk: Hyzmatlar tapylmady
ur: سروسز نہیں ملیں
uz: Xizmatlar topilmadi

# pleaseSelectAtLeastOneService
source: Please select at least 1 service
kk: Кем дегенде 1 қызметті таңдаңыз
ky: Сураныч, эң аз дегенде 1 кызматты тандаңыз
tk: Iň bolmanda 1 hyzmaty saýlaň
ur: براہ کرم کم از کم 1 سروس منتخب کریں
uz: Iltimos, kamida 1 ta xizmatni tanlang

source: Visiting Charge
kk: Келу ақысы
ky: Келип көрүү акысы
tk: Baryp görmek tölegi
ur: وزیٹنگ چارج
uz: Tashrif haqi
